import { memo } from 'react';

const Private = memo(() => (
	<>
		<p>
			非常歡迎您光臨內政部全球資訊網(以下簡稱本網站)，為了讓您能夠安心的使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容：
		</p>
		<p>
			一、隱私權保護政策的適用範圍
			<br />
			隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。
			<br />
			隱私權保護政策不適用於本網站以外的相關連結網站 ，也不適用於非本網站所委託或參與管理的人員。
			<br />
			二、資料的蒐集與使用方式
			<br />
			為了在本網站上提供您最佳的互動性服務，可能會請您提供相關個人的資料，其範圍如下：
		</p>
		<p>
			本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、連絡方式及使用時間等。
		</p>
		<p>
			非常歡迎您光臨內政部全球資訊網(以下簡稱本網站)，為了讓您能夠安心的使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容：
		</p>
		<p>
			一、隱私權保護政策的適用範圍
			<br />
			隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。
			<br />
			隱私權保護政策不適用於本網站以外的相關連結網站 ，也不適用於非本網站所委託或參與管理的人員。
			<br />
			二、資料的蒐集與使用方式
			<br />
			為了在本網站上提供您最佳的互動性服務，可能會請您提供相關個人的資料，其範圍如下：
		</p>
		<p>
			本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、連絡方式及使用時間等。
		</p>
	</>
));
export default Private;
