import { memo } from 'react';

const Terms = memo(() => (
	<>
		<p>
			本活動主辦單位為ＸＸ股份有限公司(下稱ＸＸ)，本活動參加者於參加活動同時即視為已詳閱並同意接受本活動所有規範。使用者條款
			及 隱私權政策
			，將構成本活動注意事項之一部分。參加者一旦參加本活動，則表示同意接受本活動注意事項及上述使用者條款及隱私權政策之拘束。
		</p>
		<p>本活動截止日為 2021/08/31。</p>
		<p>
			本活動將於 2021/09/17
			前，由活動系統隨機抽選符合資格之得獎名單，公布於得獎名單區。並於公布後翌日起，三個工作天內，透過得獎者於此活動網頁所報名的電子信箱通知得獎訊息。
		</p>
		<p>
			獎項數量有限，得獎者不得挑選得獎獎項，將依電腦程式隨機抽出符合資格之得獎者與獎項。得獎者同意其姓名、電話將由ＸＸ作遮蔽後（如王X明，0900XXXX00）公告於活動網頁。
		</p>
		<p>
			每位參加者(限自然人)，僅有機會能獲得一項獎項，不得重複領取。若因個人因素無法確實接收電子郵件得獎通知，恕不補發。
		</p>
		<p>本項優惠不得替換、交換、販售，或是兌換現金或其他商品或服務。</p>
	</>
));
export default Terms;
